tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "automake"
brew "bat"
brew "cmake"
brew "coreutils"
brew "dfu-util"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git-lfs"
brew "git"
brew "go"
brew "gpg"
brew "grc"
brew "hub"
brew "jump"
brew "just"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "openssl"
brew "readline"
brew "rename"
brew "ripgrep"
brew "stow"
brew "tokei"
brew "tree"
brew "unixodbc"

cask "google-chrome"
cask "hammerspoon"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "sketch"
cask "visual-studio-code"
