tap "homebrew/bundle"

brew "automake"
brew "bat"
brew "cmake"
brew "coreutils"
brew "delta"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "fzy"
brew "git-lfs"
brew "git"
brew "go"
brew "gpg"
brew "grc"
brew "hub"
brew "hyperfine"
brew "jq"
brew "just"
brew "mas"
brew "openssl"
brew "readline"
brew "rename"
brew "ripgrep"
brew "stow"
brew "tailspin"
brew "tokei"
brew "watchman"
brew "youtube-dl"
brew "zoxide"
