tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'koekeishiya/kwm'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'boost'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'doctl'
brew 'doxygen'
brew 'fish'
brew 'fluid-synth'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'git-extras'
brew 'git-fresh'
brew 'git-lfs'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'grc'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'jpeg'
brew 'koekeishiya/kwm/kwm'
brew 'libevent'
brew 'libffi'
brew 'libpng'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'mas'
brew 'mongodb'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'pcre2'
brew 'phantomjs'
brew 'pipes-sh'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'readline'
brew 'redis'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/rcm'
brew 'tmux'
brew 'unixodbc'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'yarn'

cask 'atom'
cask 'diffmerge'
cask 'firefox'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'google-chrome'
cask 'licecap'
cask 'virtualbox'
cask 'vlc'

mas '1Password (6.5.2)', id: 443987910
mas 'Airmail 3 (3.2.1)', id: 918858936
mas 'Copied (1.1.9)', id: 1026349850
mas 'DaisyDisk (4.3.1)', id: 411643860
mas 'Dash (3.3.1)', id: 449589707
mas 'Day One (2.1.3)', id: 1055511498
mas 'Deliveries (2.1.2)', id: 924726344
mas 'GarageBand (10.1.3)', id: 682658836
mas 'Keynote (7.0.5)', id: 409183694
mas 'Kindle (1.12.4)', id: 405399194
mas 'Markoff (1.0.1)', id: 1084713122
mas 'Moom (3.2.6)', id: 419330170
mas 'Numbers (4.0.5)', id: 409203825
mas 'Pages (6.0.5)', id: 409201541
mas 'Pastebot (2.0)', id: 1179623856
mas 'Paws for Trello (1.3.2)', id: 1124077199
mas 'Pulls (1.0.2)', id: 1097581300
mas 'ReadKit (2.4.3)', id: 588726889
mas 'Redacted (1.1)', id: 984968384
mas 'Reeder (3.0.1)', id: 880001334
mas 'Simplenote (1.1.7)', id: 692867256
mas 'Sip (4.4.1)', id: 507257563
mas 'Soulver (2.6.0)', id: 413965349
mas 'Telegram (2.28)', id: 747648890
mas 'Tweetbot (2.4.5)', id: 557168941
mas 'Ulysses (2.6)', id: 623795237
mas 'Xcode (8.1)', id: 497799835
mas 'iA Writer (4.0)', id: 775737590
mas 'iMovie (10.1.4)', id: 408981434