tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'boost'
brew 'cloc'
brew 'coreutils'
brew 'cscope'
brew 'elasticsearch'
brew 'elixir'
brew 'erlang'
brew 'fish'
brew 'freetype'
brew 'gdbm'
brew 'git-flow-avh'
brew 'git-lfs'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'grc'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'libpng'
brew 'libssh2'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'macvim', args: ['with-override-system-vim']
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'readline'
brew 'redis'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/rcm'
brew 'tmux'
brew 'trash'
brew 'unixodbc'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'wxmac'
brew 'xz'

cask 'atom'
cask 'elm-platform'
cask 'firefox'
cask 'font-inconsolata'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'hammerspoon'
cask 'imagealpha'
cask 'imageoptim'
cask 'shuttle'
cask 'slack'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
