tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'boost'
brew 'cairo'
brew 'cloc'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'doctl'
brew 'fish'
brew 'fontconfig'
brew 'freetype'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'git-fresh'
brew 'git-lfs'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'graphviz'
brew 'grc'
brew 'htop'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'libevent'
brew 'libffi'
brew 'libpng'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'mas'
brew 'mongodb'
brew 'mysql'
brew 'nettle'
brew 'openssl'
brew 'pcre'
brew 'pcre2'
brew 'phantomjs'
brew 'pipes-sh'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'readline'
brew 'redis'
brew 'ripgrep'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/rcm'
brew 'tmux'
brew 'unixodbc'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'yarn'

cask 'atom'
cask 'elm-platform'
cask 'firefox'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2-beta'
cask 'licecap'
cask 'slack'
cask 'spotify'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'

mas 'Spillo', id: 873245660
mas 'QuickShot', id: 965442961
mas 'iA Writer', id: 775737590
mas 'Moom', id: 419330170
mas '1Password', id: 443987910
mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
mas 'Pulls', id: 1097581300
mas 'Sip', id: 507257563
