spentacular/asdf-fish
fisherman/autojump
fisherman/await
edc/bass
fisherman/fzf
fisherman/gitignore
oh-my-fish/plugin-grc
fisherman/last_job_id
0rax/narwhal
fisherman/spin
fisherman/tio
